{
    "history": [
        {
            "u": "Terangkan saya pasal abc residen"
        },
        {
            "a": "ABC-Residence merupakan sebuah fasa baru di Damansara Bay, Mutiara Damansara, Kuala Lumpur. Ia merupakan sebuah pembangunan tinggi yang menampilkan ciri-ciri hidup yang fleksibel dengan ruang hidup dalaman dan luaran yang menarik. Pembangunan ini direka untuk berhubung dengan alam sekitarnya dan menawarkan campuran yang sempurna antara urbaniti dan alam. Pembangunan ini menawarkan pelbagai kemudahan dan kemudahan, termasuk kolam renang 50m, pintu masuk pantai, dek matahari, Jacuzzi, dek rekreasi, kolam kanak-kanak, dan kanak-kanak aquaplay. Terdapat juga kawasan permainan dalaman, playground dalaman, dan playground luaran. Selain itu, pembangunan ini menampilkan dewan serbaguna, lounge, pejabat pengurusan, kawasan pra-fungsi, kolam renang, teres makan, dewan fungsi, Taman Perancis dengan kawasan BBQ, taman, padang, Trésor lounge, dek pemerhatian, playground dalaman, konsieri, lounge, gimnasium, studio yoga/ballet, bilik bacaan, Taman Perancis, bilik sauna/haloterapi, bilik stim, taman buluh, Jacuzzi, paviliun makan, kolam renang, teres taman, paviliun dewan serbaguna, kickabout lawn, playground, gelanggang tennis, gim luaran, sudut pemandu, konsieri, kolam kanak-kanak, dan kabana tepi kolam. Pembangunan ini menawarkan jenis unit yang berbeza, termasuk Jenis A, Jenis A1, dan Jenis B, dengan konfigurasi dan saiz binaan yang berbeza. Harga untuk unit-unit ini berbeza dari RM 599,800 hingga RM 893,800. Pembangunan ini terletak berhampiran dengan beberapa kemudahan, termasuk Taman Metropolitan Mutiara Damansara, SMK Jinjang, Stesen MRT Mutiara Damansara Baru, AEON Big Mutiara Damansara, Hospital Selayang, Batu Caves, dan Hotel Mercure. Pembangunan ini dijangka siap pada tahun 2029 dan akan menawarkan pelbagai manfaat, termasuk gaya hidup resort, hut spa dalaman yang indah, playground multigenerasi, kolam renang yang direka dengan air terjun, cas EV siap melalui titik kuasa, ramp ekspres ke tempat letak kereta berbilang tingkat, lif peribadi, sistem pengumpulan sampah automatik, dan pensijilan oleh GreenRE. Untuk maklumat lebih lanjut, pembeli berpotensi boleh menghubungi pembangun di customercare@propa.com atau menghubungi talian bebas tol di 0000-00-0000 atau talian antarabangsa di 000-0000-0000. Alamat pembangun adalah Property A Berhad, Tingkat A2, Blok B5, Mutiara Damansara, No.7 Jalan Melati 13, 50180 Kuala Lumpur, Malaysia."
        },
        {
            "u": "adakah tenure nya freehold?"
        },
        {
            "a":"Tidak, tenure ABC-Residence adalah Leasehold"
        },
        {
            "u":"Berapa banyak unit lagi available?"
        },
        {
            "a": "Terdapat 183 unit yang masih available di ABC-Residence"
        }
    ]
}